Repository: wild-boomerang/PC-component-selection
Catalog: Project/Project/Resource.*.resx
Languages: ru

# aboutBtn
source: How to choose components
ru: Как подбирать комлектующие

# InCart
source: To cart
ru: В корзину

# IndChPageClearToolBarItem
source: Clear choice
ru: Очистить выбранное

# IndepPageTitle
source: Independent choice
ru: Свой выбор

# IndPageLabel
source: Where do we start?
ru: С чего начнём?

# IndPageListItemCase
source: — from the case
ru: — с корпуса

# IndPageListItemCPU
source: — from the processor
ru: — с процессора

# IndPageListItemGPU
source: — from the video card
ru: — с видеокарты

# IndPageListItemHDD
source: — from the motherboard
ru: — с жёсткого диска

# IndPageListItemMotherboard
source: — from the hard drive
ru: — с материнской платы

# IndPageListItemPowerSupply
source: — from the power supply
ru: — с блока питания

# IndPageListItemRAM
source: — from RAM
ru: — с оперативной памяти

# ItemsPageCaseTitle
source: Case selection
ru: Выбор корпуса

# ItemsPageCPUTitle
source: CPU selection
ru: Выбор процессора

# ItemsPageGPUTitle
source: Video card selection
ru: Выбор видеокарты

# ItemsPageHDDTitle
source: Hard drive selection
ru: Выбор жёсткого диска

# ItemsPageLabel
source: There are no corresponding subjects
ru: Нет подходящий предметов

# ItemsPageMenuItemSelect
source: Select
ru: Выбрать

# ItemsPageMotherboardTitle
source: Motherboard selection
ru: Выбор материнской платы

# ItemsPagePowerSupplyTitle
source: Power Supply Selection
ru: Выбор блока питания

# ItemsPageRAMTitle
source: RAM selection
ru: Выбор оперативной памяти

# mainPageTitle
source: The name of the program
ru: Название программы

# MasterPageItemAboutTitle
source: About us
ru: О нас

# MasterPageItemMainTitle
source: Main
ru: Главная

# MasterPageItemSettingsTitle
source: Settings
ru: Настройки

# readyBtn
source: Ready assemblies
ru: Готовые сборки

# searchEntry
source: catalog search
ru: Поиск в каталоге

# SettingsPageDisplayAlertText
source: For the settings to take effect, you must restart the application
ru: Чтобы настройки вступили в силу, необходимо перезапустить приложение

# SettingsPageDisplayAlertTitle
source: Attention
ru: Внимание

# SettingsPageLanguageLabel
source: Application language
ru: Язык приложения

# SettingsPagePickerTitle
source: Language
ru: Язык

# SettingsPageTableSelectionLanguageTitle
source: Regional settings
ru: Региональные настройки

# ShoppingCartPageEmptyLabel
source: You haven't chosen anything yet
ru: Вы еще ничего не выбрали

# singleBtn
source: Independent choice
ru: Выбрать самому

# StartPageTitle
source: Program name
ru: Название программы
